-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Хост: localhost
-- Час створення: Гру 21 2021 р., 19:07
-- Версія сервера: 8.0.27
-- Версія PHP: 8.0.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База даних: `good_news`
--

-- --------------------------------------------------------

--
-- Структура таблиці `articles`
--

CREATE TABLE `articles` (
  `id` int UNSIGNED NOT NULL,
  `title` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `intro` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `text` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `date` int UNSIGNED NOT NULL,
  `avtor` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb3;

--
-- Дамп даних таблиці `articles`
--

INSERT INTO `articles` (`id`, `title`, `intro`, `text`, `date`, `avtor`) VALUES
(1, 'ХРИСТОС І САМАРЯНКА', 'Роздуми над євангельською розповіддю про розмову Ісуса з Самарянкою.', '<p>Цієї неділі за богослужінням читалося євангельське читання про розмову Ісуса з самарянкою. Після відповіді Христа про чоловіків самарянки, вона сказавши: \"Бачу Господи, що ти пророк\" (пізніше Ісус їй відкриє, що Він є Христос) одразу задає питання про правильність поклоніння Богові (на якому місці правильно поклонятися Богові?).</p><p>Чим це повчально і важливо для нас? Здається, жінка була не благочестивою, навіть в спеку пішла до криниці, щоб не зустрітися з іншими людьми і не слухати осуд про себе від них, (наш переклад Біблії цього не передає, але люди які вивчали оригінали кажуть, що так виходить з оригіналу) починає \"фліртувати\" з Ісусом, це видно з того, що Христос каже: \"поклич чоловіка свого\", а вона відповідає, що в неї немає чоловіка. Дослідники Біблії бачуть тут натяк на \"флірт\". Але прийнявши Ісуса за пророка (пророк в біблійному розумінні це не людина, яка знає майбутнє, хоча і це також, а пророк - людина, яка знає волю Божу), одразу задає питання про поклоніння Богу.</p><p>Це означає, що це її дуже хвилювало. Тепер повернемося до нас. Часто можна побачити картину, що нас, вважаючих себе християнами, питання пов\'язані з правильністю поклоніння Богу, або інші важливі питання для спасіння, духовного життя не дуже хвилюють.</p><p>Часто Христос християнам буває не цікавий. Наведу приклад. Коли ми ще були в Київському Патріархаті патріарх Філарет декілька років тому приїхав на Буковину. Після служби була пресконференція. Владика Онуфрій сказав, що можна задавати будь-які питання, але дійсно серйозні, а не такі, що можна вирішити локально. Зрозуміло, що журналісти задавали політичні питання, зрозуміло, що деяких людей також політичні питання цікавили, але не було жодного питання про Христа, віру, духовне життя... Людей цікавив тільки перехід парафій і політика. Причому ці питання Філарету задавали тисячі разів, в інтернеті є ці відео. Здається, а що мали давати не політичні питання? Я думаю, що людину, яка живе духовно в першу чергу будуть цікавити духовні питання і те, що їх не задавали показує те, що людям (більшості) цікаво про політику церковну а Христос не цікавий. І якщо б на місці самарянки зустрілися з Ісусом, напевне перше питання було б про те, коли парафії перейдуть, або Церкви об\'єднаються.</p><p>Я не хочу сказати, що ці питання не важливі. Я тільки навів приклад (а їх дуже багато), що в Церкві для багатьох християн те, що другорядне стає головне, а те, що головне - відходить на задній план. Якщо кожному з нас чесно задати собі питання що головне? Чи головний для мене Христос? Яке б питання на місці самарянки задав б я? У всякому разі це євангельське читання дає привід задуматися і почати змінюватися. Після смерті нас зустріне Христос і від нашого способу життя залежить чи буде це радісна і приємна зустріч для нас, чи болюча?</p>', 1640113445, 'Kolisnyk_Illya'),
(2, 'ПРО ЗЦІЛЕННЯ СЛІПОНАРОДЖЕНОГО', 'Роздуми над євангельською розповіддю про зцілення сліпонародженого.', '<p>Сьогодні за богослужінням в Церкві читалося Євангліє про сліпонародженого. В ньому розповідається про те, що Ісус проходячи побачив чоловіка сліпого від народження. Учні питають Його хто згрішив - він чи батьки? Здається, при чому тут батьки?</p><p>У ранньому юдаїзмі справді була думка, що Господь карає дітей за гріхи батьків, навіть в деяких книгах Бібліє є місця, де це описується. Але в тій же Біблії ми знаходимо інші місця, де наприклад пророк каже, що син не відповідає за гріх батька. В пізньому юдаїзмі свідомість людей змінилася, вже біблійна література мудрості сперечається з думкою про відповідальність дітей за гріхи батьків. Взагалі уявлення про те, що якщо ти праведний то в тебе ніяких бід і скорбот немає, а якщо є значить ти грішник піддається критиці. Згадаємо для прикладу книгу Іова. То чи відповідають діти за гріхи батьків?</p><p>Звісно, що ні, кожна людина перед Богом бути відповідати за свої власні вчинки, але спосіб життя, який ведуть батьки впливає на дітей, а також дітям передається схильність до гріхів батьків. Ісус відповідає, що ні цей чоловік не згрішив, ані його батьки, а це для того, щоб відкрилися на ньому діла Божі.</p><p>Часто наші хвороби, як от наприклад зараз коронавірус в нас є спокуса вважати якимось покаранням від Бога за гріхи. Наприклад, узаконюють одностатеві шлюби - ну от і покарання. Я думаю, це не зовсім так. Дійсно, Господь допустив вірус, але для чого? Я бачу в цьому багато позитиву. Так, люди хворіють і помирають, при чому у важких муках. Але ми християни. Ми не боїмося смерті. Смерть це не кінець, а народження для вічності. Христос переміг смерть. Ми всеодно коли Христос прийде знову - воскреснемо всі. Для нас не важливо коли ми помремо, а як ми помремо? Як ми прожили дане нам Богом життя? Чи прийняли ми віру в Ісуса як в Христа і Спасителя нашого та чи виконували Його волю? Адже після смерті ми з Ним зустрінемось і це може бути радісна або болюча зустріч.</p><p>У вічності є два варіанти того, де і як будуть жити люди: з Богом (у вічній радості і блаженстві) або без Нього (у вічних муках).</p><p>Пекло буде повністю знищене, всі люди воскреснуть, ті хто виконують Божу волю і вірять в Святу Тройцю, в Ісуса Христа як Спасителя і Відкупителя світу воскреснуть для радості: \"Істинно, істинно кажу вам: хто слово Моє слухає і вірить у Того, Хто послав Мене, той має вічне життя і на суд не приходить, а перейшов від смерті до життя\" (Ів. 5: 24), (суд над ними відбувається в земному житті, з моменту як вони стали віруючими, після смерті є певне очищення, бо ніщо нечисте в Царство Боже ввійти не може (тут є різниця із розумінням Західної Церкви про існування чистилища як окремого місця перебування людей, Східна Православна Церква такого місця не визнає, але про очищувальний вогонь говорили отці і богослови Церкви, це трохи різні речі, не треба їх плутати), при цьому цим очищенням може бути за думкою отців Церкви сама смерть людини, або як ще думають деякі богослови зустріч з Воскрезшим Христом може бути цим очищенням, бо в людини залишаються певні гріхи та пристрасті, апостол Іван Богослов говорить, що віруюча людина не грішить і притому каже, що якщо кажемо, що не маємо гріха то обманюємо самі себе, а апостол Яків каже, що ми постійно багато грішимо, це означає, що віруюча людина не має смертних гріхів (апостол Іван в своєму посланні каже, що є гріхи на смерть, а є гріхи не на смерть), але має звичайні гріхи), інші будуть судимі, хтось буде виправданий, а хтось напевне ні, Господь без згоди людини проти її волі насилу спасти не може і хто вперто противиться Богу бути у вічності жити без Бога (варто пам\'ятати, що пекло і вічні муки це не одне і те ж, пекло - це тимчасове місце перебування грішників до Страшного Суду (страшного для грішників, так цей суд прозвала Церква, в Писанні він називається Останнім), а вічні муки - це місце перебування грішників після Страшного (Останнього) Суду).</p><p>\"Не дивуйтесь цьому, бо настає час, коли всі, хто в гробах, почують голос Сина Божого;  і вийдуть ті, хто творив добро, у воскресіння життя, а ті, хто чинив зло, — у воскресіння суду\" (Ів. 5: 28 - 29).  Тому важливо бути завжди готовим до смерті, святий Антоній Великий вчив, що коли встаєш зранку маєш бути готовим, що не доживеш до вечора, коли лягаєш спати, маєш бути готовим, що можеш не проснутися.</p><p>Вісус - це дзвіночок, це нагадування про смерть, адже світ нас зматерелізовує, ми забуваємо про смерть і ще, що важливо в людей з\'являється можливість допомогти хворим чимось, їм поспівчувати, тобто виявити любов. У хворого є можливість повчитися довіряти Богу, використати цю хворобу для користі своєї душі, повчитися молитися, переосмислити своє життя. Нам треба брати з цього тільки користь. На погане не звертати увагу. Тоді і наша хвороба так як і хвороба сліпонародженого буде для того, щоб відкрилися на нас діла Божі (Ів. 9, 3).', 1640114345, 'Kolisnyk_Illya'),
(3, 'Христос, Багатий Юнак, Плем&#39;я Мурсі.', 'Є таке плем\'я африканське мурсі. Напевне за назвою важко впізнати, але всі бачили фото цього екстремального племені, в якому починаючи з дитячого віку дівчатам вживляють тарілки (розрізають губу і вставляють тарілку, спочатку невелику, а потім велику, чим більша тарілка (до 20 см) тим дівчина вважається красивішою)...', '<p>Є таке плем\'я африканське мурсі. Напевне за назвою важко впізнати, але всі бачили фото цього екстремального племені, в якому починаючи з дитячого віку дівчатам вживляють тарілки (розрізають губу і вставляють тарілку, спочатку невелику, а потім велику, чим більша тарілка (до 20 см) тим дівчина вважається красивішою). Для цього необхідно вибивати деякі передні зуби. Також мурсі наносять шрами на тілі, розрізають шкіру, припіднімають її і втирають маззю із розмелених комах. Природньо починається запалення. Чим воно більше, тим краще, це означає, що шрам буде більш справжній. Потім лікують цей шрам. Вважається дуже красивим, коли шрам випуклий.</p><p>Це досить примітивне плем\'я, яке жило своїм життям (можливо найпримітивніше на Землі). Спеціалісти говорять, що це палеоліт або нижній палеоліт, час коли люди жили в печерах, первісне людство. Вони не знають писемності, читання, рахують на паличках. Ще 100 років тому дослідники говорили про цікавість і унікальність племені. Вивчаючи їх ми можемо уявити собі як розвивалося людство. Дослідники умилялися їх релігійності, адже вони вірували в своїх богів, духів, дуже ретельно виконували ритуали. Займалися полюванням, збиранням, пасли стада...</p><p>Але потім до них почали приїхати різні мандрівники і фотографувати мурсі. Останні дуже швидко зрозуміли як з цього отримати вигоду (навіть в первісних людей свідомість в цьому напрямку добре працює), за кожне фото можна отримати гроші. Зараз це повністю комерційне плем\'я, яке перестало взагалі працювати, залишили свої вірування (їм це більше не цікаво, їхнім богом стали гроші), кожного дня з ранку до вечора вони п\'янствують, за кожне фото беруть по одному долару, чоловіки купили собі автомати і з ними навіть сплять, після сну перший і єдиний ритуал - зробити максимальну кількість фото і за це отримати кошти, всі дуже озлоблені, навіть на фото не посміхаються. Діти в них деградують. Мають мурсі автомати, а самі ходять без одягу, впускають туристів в найімтимніші сфери свого життя - головне отримати гроші (якими вони не вміють користуватися). Наприклад, через перекладача спілкуються з одним їхнім чоловіком і запитують навіщо йому гроші? Він каже, щоб купити 100 корів, а за них п\'яту жінку собі. Пояснити чому чотири жінки не досить людина не може. Чим більше жінок - тим вищий статус. Ось так дуже просто деградувало це плем\'я.</p><p>Плем\'я мурсі - це як людство часів Адама і Єви. Ми можемо зрозуміти яким чином людство після гріхопадіння почало деградувати (Каїн і Авель, Ламех, Хам і т.д.). Цієї неділі в Церкві читалося євангліє про багатого юнака, який питав Ісуса, що йому зробити, щоби успадкувати вічне життя. Христос сказав виконувати заповіді, а якщо хоче юнак бути досконалим, то повинен роздати майно і йти за Ісусом (це стосувалося тільки цього юнака, Господь пропонує це конкретно йому, важливо звернути на це увагу!!!). В християнському документі 2 століття є продовження слів Ісуса, роздай майно, бо в твоєму домі багато хто не доїдає. Чи так казав Ісус ми не знаємо, але якщо так. то це говорить про грошолюбство та скупість юнака ... У всякому разі пояснення цього читання - це окрема розмова, але там піднімається тема: \"Навіщо людині гроші?\". Ми бачимо, що сучасна людина часто поступає в цім питанні так, як плем\'я мурсі. Ось подумаємо над цим ...</p><p>Бог людині дає все, але людина повинна правильно цим розпоряджатися!</p>', 1640114685, 'Kolisnyk_Illya'),
(4, 'Мобільний додаток: &#34;Моя Церква&#34;', 'Моя думка про мобільний Мобільний додаток: &#34;Моя Церква&#34;.', '<p>Вчора ПЦУ презентувала новий мобільний додаток: \"Моя Церква\". В мережі його активно обговорюють. Він доступний на Android та IOS. Додаток тільки випустили, думаю його будуть ще оновлювати (інформація про наш храм не актуальна, там пише, що настоятель отець Віталій, але це вже декілька років не так, впевнений це не тільки про наш храм так, тому ще працювати є над чим).</p><p>Якщо коротко, в додатку є п\'ять головних функцій. Перша - карта, на якій можна побачити місцезнаходження храмів ПЦУ та інформацію про нього, розклад богослужінь, хто настоятель та благочинний. Наступна функція - Церковний календар. Напевне корисний всім, але там є богослужбові вказівки про читання апостола і єванглія на кожний день, церковнослужителі та духовенство оцінять (їм це буде корисно). Третя функція - новини. Якщо ви слідкуєте за новинами на офіційному сайті ПЦУ, тепер це можна робити в додатку. Четверта функція - молитви ранішні та вечірні. Звичне наше молитовне правило, розбите на дві групи: ранкові молитви та вечірні молитви. Напевне список молитов з часом будуть розширювати, побачимо. Молитви розділені кожна окремо. Для людей, які практикують саме це молитовне правило можливо буде корисно використовувати для молитви саме цей додаток (хоча є й інші православні правила, це не єдиний можливий варіант, особисто я частіше користуюсь молитовним правилом від команди Відкритого Православного Університету). І останнє - \"Мій профіль\". Тут є чотири кнопки: реєстрація (авторизація), духовна підтримка, благодійність, зворотний зв\'язок. Звертає на себе увагу кнопка \"Духовна підтримка\". Є можливість онлайн консультації з священиком. Дизайн додатку синьо-білий. Тут вже питання смаку, кому подобається, а кому ні.</p><p>Мета цього допису познайомити з цим додатком. Комусь він буде корисним, а комусь - ні. Сама ідея додатку (його філософія) здається хорошою. Але оцінити його можна буде тільки через певний проміжок часу. Ісус сказав, що дерево пізнається з плоду. Кого цікавить, можете собі скачати і встановити.</p>', 1640115847, 'Kolisnyk_Illya'),
(5, 'Думки святих отців Церкви.', 'Думки святого Івана Золотоустого про те, що ніколи не треба впадати у відчай, навіть якщо ти дуже великий грішник (Феодору грішному умовляння перше, ч. 1):', '<ol><li>До розпачу, зазвичай, приводить не численність гріхів, а нечестивий стан душі.</li><li>Диявол навіює нам думки розпачу, щоб знищити надію на Бога.</li><li>Лукавий як тільки помітить, що ми мучимося від усвідомлення злих справ, приходить і накладає на нас думки розпачу.</li><li>Смерті душі можна уникнути тільки тут (на землі).</li><li>Навіть нехай людина допуститься великого гріха і зробить таке, що закриває перед нею вхід до Царства Божого, і до того ж не з тих, що від початку були невірними, а з вірних колись Богові, нехай згодом стане він блудником, перелюбником, сластолюбцем, хижаком, п\'яницею, мужоложником, сквернословом і т.п., хоч би він провів таке невимовно порочне життя аж до глибокої старості, - такого, якщо він буде впадати у відчай, я не похвалю.</li><li>Бог не мстить за Себе тим, що згрішили проти Нього, бо ніяке зло не може досягти Його єства, а робить це заради того, щоб ми, продовжуючи Його зневажати, не збільшували свого розбещення.</li><li>Бог погрожує нам покараннями і посилає їх часто не для того, щоб помститися за Себе, а щоб нас залучити до Себе. Бо ж і лікар не ремствує і не ображається на образи, яких завдають йому хворі, а всіляко намагається зупинити їхні безчинства, маючи на увазі не свою, а їхню користь.</li><li>Покаяння оцінюється не часом, а станом душі. Так для ниневітян не потрібно було багато днів, щоб загладити свій гріх, - для них вистачило короткого одноденного терміну, щоб виправити своє беззаконня. І розбійник сподобився входу до раю не впродовж довгого часу, а змив усі гріхи всього свого життя за стільки часу, скільки необхідно для того, щоб вимовити одне слово, і нагородою отримав прославлення ще раніше за апостолів. Поглянемо і на мучеників. які не впродовж багатьох років, а за декілька днів, а часто всього за один день удостоювалися світлих вінців.</li><li>Отже, нам завжди необхідно бути бадьорими й особливо старанними. І коли налаштуємо свою совість так, що зненавидимо своє попереднє порочне життя й оберемо протилежний шлях з такою силою, якої хоче і вимагає Бог, то в часі нічого не втратимо, оскільки багато з тих, що були останніми, випередили перших. Страшним є не падіння, а те, щоб упавши, лежати і вже не вставати, - щоб, творячи всяке зло і перебуваючи в безпечності, думками розпачу не прикривати слабкість волі. І пророк дивуючись таким людям, говорить: \"Хіба, упавши, не встають і, збившись із дороги, не повертаються?\" (Єр. 8,4).</li></ol>', 1640116006, 'Kolisnyk_Illya'),
(6, 'Хто такі Ангели?', 'Поговоримо про те, хто такі ангели?', '<p>Наші уявлення про ангелів часто є уявленнями, які не відповідають реальності. «Ангел» - «вісник», назва служіння, посади, а не природи. В Священному Писанні так деколи називають не тільки духів підлеглих Богу, але й деяких людей (пророки, святий Іван Хреститель, апостоли та ін.). Також ангелами називаються деколи стихії світу: «Ти твориш бурі (часом замість бурі перекладають духів, бо грецьке слово, яке там стоїть має різні значення, але правильніше перекласти бурі, тому що мова йде про стихії) посланцями (тобто ангелами) Своїми і слугами Своїми – вогненне полум’я» (Псалом 103: 4 вірш). У вузькому розумінні ангели – особливі створіння Божі, які відрізняються від людини та видимої природи, особи (істоти особистісні), які мають розум, почуття, свободу, відносно людей безтілесні, тобто не мають тіла (відносно Бога є думка в святих отців, що ангели тілесні (мають тіло) істоти) та безсмертні, мають перевагу над людьми, але підкоряються Богу.</p><p>Нас може збити з пантелику те, що в біблійній розповіді про створення світу не описане створення ангелів, вони просто потім з’являються на сторінках Біблії. Точно сказати коли саме вони були створені важко (у отців різні думки про це були). Про створення ангелів не написано в Біблії для того, щоб люди їм не поклонялися (швидше за все, точно ніхто сказати не може).</p><p>Ангели є духи. А це значить, що наші благочестиві зображення юнаків з крилами не відповідають реальності. Такими люди ангелів собі уявляли в Середньовіччя (тай зараз). До Р.Х. по іншому уявляли ангелів (істот величезних, з головою лева, з крилами і т.д.). Духів зобразити не можна. За історію людини ангели в кожну епоху по-різному себе показували. Для сучасності думаю буде нормально, якщо ангел з’явиться у вигляді звичайної людини (в джинсах і т.д.). Ангел – це дух і він може з’являтися у різному вигляді. Причому ми люди, вони – духи. В нас свої служіння, посади робочі, н-д паламар, програміст. В них посада (робота) – ангел. Із Біблії відомо, що між ними є певна ієрархія.</p><p>Ось так дуже коротко про ангелів. Якщо вам щось не зрозуміло або щось ще цікавить з цієї теми – пишіть в коментарях.</p>', 1640116271, 'Kolisnyk_Illya'),
(7, 'ПРО ВІРУ, МОЛИТВУ, ЛЮБОВ.', 'Цитати священика Олександра Меня.', '<ul><li></li></ul>', 1640116447, 'Kolisnyk_Illya');

-- --------------------------------------------------------

--
-- Структура таблиці `comments`
--

CREATE TABLE `comments` (
  `id` int UNSIGNED NOT NULL,
  `username` varchar(25) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `message` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `article_id` int UNSIGNED NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb3;

--
-- Дамп даних таблиці `comments`
--

INSERT INTO `comments` (`id`, `username`, `message`, `article_id`) VALUES
(7, 'Kolisnyk_Illya', 'Роздуми на актуальну тему!', 3);

-- --------------------------------------------------------

--
-- Структура таблиці `users`
--

CREATE TABLE `users` (
  `id` int UNSIGNED NOT NULL,
  `usersurname` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `username` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `email` varchar(70) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `login` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `password` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb3;

--
-- Дамп даних таблиці `users`
--

INSERT INTO `users` (`id`, `usersurname`, `username`, `email`, `login`, `password`) VALUES
(1, 'Колісник', 'Ілля', 'kolisnyk.illia@chnu.edu.ua', 'Kolisnyk_Illya', '7a372263ce1698fd52fd92bb76af87ff'),
(2, 'Колісник', 'Ілля', 'kolisnyk.illia@chnu.edu.ua', 'kolisnyk.illia', '30e5cc660a1904746f24de2b31aa116b');

--
-- Індекси збережених таблиць
--

--
-- Індекси таблиці `articles`
--
ALTER TABLE `articles`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`);

--
-- Індекси таблиці `comments`
--
ALTER TABLE `comments`
  ADD UNIQUE KEY `id` (`id`);

--
-- Індекси таблиці `users`
--
ALTER TABLE `users`
  ADD UNIQUE KEY `id` (`id`);

--
-- AUTO_INCREMENT для збережених таблиць
--

--
-- AUTO_INCREMENT для таблиці `articles`
--
ALTER TABLE `articles`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблиці `comments`
--
ALTER TABLE `comments`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблиці `users`
--
ALTER TABLE `users`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
