<aside class="col-md-4">
  				<div class="block_interesting bg-warning rounded">
  					<h4 class="interesting">Цікаві факти</h4>
                    <br>
                    <p>Свята преподобна Марія Єгипетська причастилася без платка!</p>
                    <br>
                    <p>Тіло Ісуса не світилося після Воскресіння!</p>
                    <br>
                    <p>На іконах немає зображеного Ісуса, який посміхається тому що в ті часи це було не пристойно. Сміятися могли тільки "простолюдини", тобто звичайні люди. А серед "серйозних" людей це вважалося непристойним. Тому на іконах того часу не зображали Ісуса (чи Діву Марію або святих), які сміялися!</p>
                    <br>
                    <p>Всі ми віримо у Друге Пришестя Господа Ісуса Христа, воскресіння мертвих і суд. Оцей суд ми звикли називати "Страшним", але так його прозвали пізніше християни. Він страшний для грішників. В Біблії він називається "Останнім" судом. Християни з нетерпінням чекають цього моменту, тобто Другого Приходу Господнього, тому цей день для них не страшний. Ми у молитві "Отче наш" просимо: Нехай прийде Царство Твоє, тобто нехай цей день скоріше настане!</p>
                    <br>
                    <p>Ми звикли, що офіційно відлік часу ведеться від року Народження (Різдва) Ісуса Христа. Але Ісус народився на декілька років швидше від своєї "офіційної" дати народження (мінімум на 4 роки швидше). Це видно хочаб з того, що Ірод Великий, який дав наказ убити дітей у Вифлеємі помер у 4 році до офіційної дати Народження (Різдва) Ісуса Христа!</p>
  				</div>
  				<!--<div class="block_interesting">
  					<img class="img-thumbnail" src="img/bible_icon.png" alt="foto">
  				</div>-->
</aside>